<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2019/8/6
 * Time: 17:48
 */
return [
    'type'=>[
        '1'=>'微信扫码',
        '2'=>'微信H5',
        '3'=>'支付宝扫码',
        '4'=>'支付宝H5',
        '5'=>'网银跳转',
        '6'=>'网银直连',
        '7'=>'百度钱包',
        '8'=>'QQ钱包扫码',
        '9'=>'京东钱包',
        '10'=>'QQ钱包H5',
        '11'=>'支付宝PC',
        '12'=>'手机快捷',
        '13'=>'银联快捷',
        '14'=>'银联扫码',
        '15'=>'京东H5',
    ],
    'polling_type' => [
        '0' => '单独',
        '1' => '轮询',
    ],

    'rate_type' => [
        '0' => '继承通道',
        '1' => '自定义',
    ],
    'df_rate_type' => [
        '0' => '单笔',
        '1' => '比例',
    ],
];